<template>
    <div class="main">
        <ul>
            <li>
                <h3>2017.5.18</h3>
                <h2><a>Welcome to gblog</a></h2>
            </li>
            <li>
                <h3>2017.5.18</h3>
                <h2><a>你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来</a></h2>
            </li>
            <li>
                <h3>2017.5.18</h3>
                <h2><a>Welcome to gblog</a></h2>
            </li>
            <li>
                <h3>2017.5.18</h3>
                <h2><a>你好，未来</a></h2>
            </li>
            <li>
                <h3>2017.5.18</h3>
                <h2><a>Welcome to gblog</a></h2>
            </li>
            <li>
                <h3>2017.5.18</h3>
                <h2><a>你好，未来</a></h2>
            </li>
                        <li>
                <h3>2017.5.18</h3>
                <h2><a>Welcome to gblog</a></h2>
            </li>
            <li>
                <h3>2017.5.18</h3>
                <h2><a>你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来</a></h2>
            </li>
            <li>
                <h3>2017.5.18</h3>
                <h2><a>Welcome to gblog</a></h2>
            </li>
            <li>
                <h3>2017.5.18</h3>
                <h2><a>你好，未来</a></h2>
            </li>
            <li>
                <h3>2017.5.18</h3>
                <h2><a>Welcome to gblog</a></h2>
            </li>
            <li>
                <h3>2017.5.18</h3>
                <h2><a>你好，未来</a></h2>
            </li>
                        <li>
                <h3>2017.5.18</h3>
                <h2><a>Welcome to gblog</a></h2>
            </li>
            <li>
                <h3>2017.5.18</h3>
                <h2><a>你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来你好，未来</a></h2>
            </li>
            <li>
                <h3>2017.5.18</h3>
                <h2><a>Welcome to gblog</a></h2>
            </li>
            <li>
                <h3>2017.5.18</h3>
                <h2><a>你好，未来</a></h2>
            </li>
            <li>
                <h3>2017.5.18</h3>
                <h2><a>Welcome to gblog</a></h2>
            </li>
            <li>
                <h3>2017.5.18</h3>
                <h2><a>你好，未来</a></h2>
            </li>
        </ul>
        <lay-pager></lay-pager>
    </div>
</template>